Repository: team-unstablers/Flitz
Catalog: flitz/flitz/Localizable.xcstrings
Source language: ko
Languages: en

# core.country.kr
source: 대한민국
en: Republic of Korea

# core.country.other
source: 그 외 국가
en: Other Countries

# fz.auth.invalid_request
source: 요청이 잘못되었습니다.
en: Invalid request.

# fz.auth.turnstile_failed
source: 로봇 검증에 실패하였습니다.
en: Robot verification failed.

# fzapi.signup.token_validation_failed
source: 회원 가입에는 성공했지만 토큰 검증에 실패했어요. (휴대폰 시간이 너무 늦거나 빠른가요?)
en: Registration was successful, but token validation failed. (Is your phone's time too slow or too fast?)

# fzapi.unknown_error
source: 알 수 없는 오류가 발생하였습니다
en: An unknown error has occurred

# fzapi.user.fuzzy_distance.far
source: 멀리 있음
en: Far

# fzapi.user.fuzzy_distance.farthest
source: 매우 멀리 있음
en: Very Far

# fzapi.user.fuzzy_distance.medium
source: 중간 거리
en: Medium Distance

# fzapi.user.fuzzy_distance.near
source: 가까움
en: Near

# fzapi.user.fuzzy_distance.nearest
source: 매우 가까움
en: Very Near

# fzapi.user.fuzzy_distance.unknown
source: 알 수 없음
en: Unknown

# fzapi.user.online_status.offline
source: 오프라인
en: Offline

# fzapi.user.online_status.online
source: 온라인
en: Online

# fzapi.user.online_status.recent
source: 최근 접속함
en: Recently Online

# fzapi.user.online_status.unknown
source: 알 수 없음
en: Unknown

# logout.reason.description.by_another_session
source: 다른 기기에서 접속하여 로그아웃 되었습니다. 아래 버튼을 누르면 Flitz 앱을 종료합니다.
en: You have been logged out due to access from another device. Press the button below to exit the Flitz app.

# logout.reason.description.by_user
source: 성공적으로 로그아웃 되었습니다. 아래 버튼을 누르면 Flitz 앱을 종료합니다.
en: You have been successfully logged out. Press the button below to exit the Flitz app.

# logout.reason.title.by_another_session
source: 다른 기기에서 접속하였습니다
en: Logged in from another device

# logout.reason.title.by_user
source: 로그아웃 되었습니다
en: You have been logged out

# ui.about_app_footer.oss_license_info
source: Flitz에서 사용된 자유 소프트웨어와 각 라이선스는 [오픈 소스 라이선스 페이지](https://docs.flitz.cards/legal/oss.html)에서 확인할 수 있습니다.
en: The free software used in Flitz and their respective licenses can be found on the [Open Source Licenses page](https://docs.flitz.cards/legal/oss.html).

# ui.about_app_footer.oss_notice
source: Flitz의 일부 컴포넌트는 자유 소프트웨어의 도움을 받아 개발되었습니다.
en: Some components of Flitz were developed with the help of free software.

# ui.about_app_footer.outing_warning
source: **아웃팅**은 심각한 **범죄 행위**입니다. 다른 사람들의 프라이버시를 존중해 주세요.
en: **Outing** is a serious **criminal act**. Please respect the privacy of others.

# ui.about_app_footer.reverse_engineering_warning
source: 리버스 엔지니어링, 패킷 덤프 등을 통하여 이 소프트웨어 및 통신 내용을 분석하거나 변조하는 행위는 법률에 의해 엄격히 금지되어 있습니다.
en: Analyzing or modifying this software and its communications through reverse engineering, packet dumping, etc., is strictly prohibited by law.

# ui.about_app_footer.warning_title
source: 알림
en: Warning

# ui.auth.agreement.page_title
source: 약관 동의
en: Agree to Terms

# ui.auth.country_selection.page_title
source: 국가 선택
en: Select Country

# ui.auth.country_selection.placeholder
source: 국가 선택
en: Select Country

# ui.auth.country_selection.prelude_notice
source: Flitz는 현재 대한민국에서만 사용할 수 있어요.
en: Flitz is currently only available in South Korea.

# ui.auth.create_profile.page_title
source: 프로필 정보 입력
en: Enter Profile Information

# ui.auth.credentials.page_title
source: 잠깐! 마지막으로..
en: Wait! One last thing...

# ui.auth.find_password.page_title
source: 비밀번호 찾기
en: Find Password

# ui.auth.findpassword.change_password
source: 비밀번호 변경하기
en: Change Password

# ui.auth.findpassword.send_verification
source: 인증 문자 받기
en: Get Verification Code

# ui.auth.findpassword.textfield.confirm_password.placeholder
source: 새 비밀번호를 다시 한번 입력해 주세요
en: Please enter the new password again

# ui.auth.findpassword.textfield.confirmpassword.label
source: 비밀번호 재입력
en: Confirm Password

# ui.auth.findpassword.textfield.new_password.placeholder
source: 새 비밀번호를 입력해 주세요
en: Please enter a new password

# ui.auth.findpassword.textfield.newpassword.label
source: 새 비밀번호
en: New Password

# ui.auth.findpassword.textfield.phonenumber.label
source: 휴대폰 번호
en: Phone Number

# ui.auth.findpassword.textfield.phonenumber.placeholder
source: 계정과 연결된 휴대폰 번호를 입력해 주세요
en: Please enter the phone number associated with your account

# ui.auth.findpassword.textfield.username.label
source: 유저네임
en: Username

# ui.auth.findpassword.textfield.username.placeholder
source: 유저네임을 입력해 주세요
en: Please enter your username

# ui.auth.findpassword.textfield.verification_code.label
source: 인증 코드
en: Verification Code

# ui.auth.findpassword.textfield.verification_code.placeholder
source: 인증 코드를 입력해 주세요
en: Please enter the verification code

# ui.auth.identity.page_title
source: 당신은 어떤 사람인가요?
en: Who are you?

# ui.auth.intro.signin
source: 로그인
en: Sign In

# ui.auth.intro.signup
source: 회원가입
en: Sign Up

# ui.auth.phone_verification.page_title
source: 휴대폰 인증
en: Phone Verification

# ui.auth.signin.debug.client_notice
source: 디버그 모드의 클라이언트입니다
en: Client is in debug mode

# ui.auth.signin.debug.host
source: 호스트: %@
en: Host: %@

# ui.auth.signin.failure_alert.message
source: 로그인에 실패했습니다. 유저네임 / 비밀번호를 확인 후 다시 시도해주세요.
en: Login failed. Please check your username/password and try again.

# ui.auth.signin.find_password
source: 비밀번호 찾기
en: Find Password

# ui.auth.signin.signin_button
source: 로그인
en: Sign In

# ui.auth.signin.signup_button
source: 회원가입
en: Sign Up

# ui.auth.signin.textfield.password.placeholder
source: 비밀번호를 입력해주세요
en: Please enter your password

# ui.auth.signin.title
source: 로그인
en: Sign In

# ui.auth.signup.agreement.agree_location_service_terms
source: Flitz의 [위치기반서비스 이용약관](https://docs.flitz.cards/legal/kr/tos-location.html) 에 동의합니다.
en: I agree to Flitz's [Location-Based Services Terms of Use](https://docs.flitz.cards/legal/en/tos-location.html).

# ui.auth.signup.agreement.agree_marketing_notifications
source: Flitz 앱으로부터 마케팅 알림을 수신합니다. (선택사항)
en: Receive marketing notifications from the Flitz app. (Optional)

# ui.auth.signup.agreement.agree_privacy_policy
source: Flitz의 [개인정보 보호정책](https://docs.flitz.cards/legal/kr/privacy-policy.html) 에 동의합니다.
en: I agree to Flitz's [Privacy Policy](https://docs.flitz.cards/legal/en/privacy-policy.html).

# ui.auth.signup.agreement.agree_terms
source: Flitz의 [서비스 약관](https://docs.flitz.cards/legal/kr/tos.html) 에 동의합니다.
en: I agree to Flitz's [Terms of Service](https://docs.flitz.cards/legal/en/tos.html).

# ui.auth.signup.agreement.description
source: Flitz를 사용하려면 아래 약관에 동의해야 해요.
en: You must agree to the terms below to use Flitz.

# ui.auth.signup.complete_registration
source: 회원 가입 마치기
en: Complete Registration

# ui.auth.signup.credentials.description
source: 앱을 로그인할 때 사용할 인증 정보를 입력해 주세요.
en: Please enter the credentials you will use to log in to the app.

# ui.auth.signup.phone_verification
source: 휴대폰 인증하기
en: Verify Phone Number

# ui.auth.signup.phone_verification.description
source: 휴대폰 인증을 통한 본인 확인을 진행해요. 대한민국에서는 NICE 평가정보의 휴대폰 인증 서비스를 이용해요.
en: We proceed with identity verification through phone authentication. In South Korea, we use the phone authentication service from NICE Information Service.

# ui.auth.signup.profile_input.description
source: 프로필을 입력해 주세요. 다른 사용자들이 불쾌해 할 수 있는 내용은 입력하지 말아주세요.
en: Please fill out your profile. Do not enter any content that might be offensive to other users.

# ui.auth.signup.textfield.confirm_password.placeholder
source: 비밀번호를 다시 한번 입력해주세요
en: Please enter your password again

# ui.auth.signup.textfield.confirmpassword.label
source: 비밀번호 재입력
en: Confirm Password

# ui.auth.signup.textfield.password.label
source: 비밀번호
en: Password

# ui.auth.signup.textfield.password.placeholder
source: 비밀번호를 입력해주세요
en: Please enter a password

# ui.auth.signup.textfield.username.label
source: 유저네임
en: Username

# ui.auth.signup.textfield.username.placeholder
source: 유저네임을 입력해주세요
en: Please enter a username

# ui.auth.signup.user_identity.description
source: Flitz에서 당신을 다른 사람들과 이어주기 위해 알아야 해요.
en: We need to know this to connect you with others on Flitz.

# ui.card.editor.action.save
source: 저장
en: Save

# ui.card.editor.loading.message
source: 잠시만 기다려 주세요...
en: Please wait a moment...

# ui.card.editor.loading.title
source: 불러오는 중
en: Loading

# ui.card.editor.saving.message
source: 잠시만 기다려 주세요...
en: Please wait a moment...

# ui.card.editor.saving.title
source: 저장 중
en: Saving

# ui.card.editor.tool.add_sticker
source: 스티커 추가
en: Add Sticker

# ui.card.editor.tool.add_text
source: 텍스트 추가
en: Add Text

# ui.card.editor.tool.background
source: 배경 이미지
en: Background Image

# ui.common.cancel
source: 취소
en: Cancel

# ui.common.confirm
source: 확인
en: Confirm

# ui.common.done
source: 완료
en: Done

# ui.common.error
source: 오류
en: Error

# ui.common.hashtag.placeholder
source: 해시태그를 입력하세요
en: Enter a hashtag

# ui.common.next
source: 다음
en: Next

# ui.common.password
source: 비밀번호
en: Password

# ui.common.save
source: 저장
en: Save

# ui.common.username
source: 유저네임
en: Username

# ui.common.username.placeholder
source: 유저네임을 입력해주세요
en: Please enter a username

# ui.general.quit_app
source: Flitz 종료하기
en: Quit Flitz

# ui.messaging.action.send
source: 전송
en: Send

# ui.messaging.attachment.cancel
source: 취소
en: Cancel

# ui.messaging.attachment.options
source: 이미지 옵션
en: Image Options

# ui.messaging.attachment.save
source: 사진 앱에 저장
en: Save to Photos

# ui.messaging.bubble.delete
source: 메시지 삭제
en: Delete Message

# ui.messaging.bubble.read
source: 읽음
en: Read

# ui.messaging.bubble.report
source: 메시지 신고
en: Report Message

# ui.messaging.conversation.context.block_user
source: 사용자 차단하기
en: Block User

# ui.messaging.conversation.context.report_conversation
source: 대화 신고하기
en: Report Conversation

# ui.messaging.conversation.title
source: 대화
en: Conversation

# ui.messaging.image_crop.action.cancel
source: 취소
en: Cancel

# ui.messaging.image_crop.action.done
source: 완료
en: Done

# ui.messaging.image_crop.page_title
source: 이미지 자르기
en: Crop Image

# ui.messaging.list.empty.message
source: 서로가 카드를 **좋아요** 하면 대화를 시작할 수 있어요.
en: You can start a conversation when you both **like** each other's cards.

# ui.messaging.list.empty.title
source: 아직 대화 내역이 없어요
en: No conversations yet

# ui.messaging.list.leave
source: 나가기
en: Leave

# ui.messaging.list.leave_alert.message
source: 이 대화에서 나가시겠습니까? 모든 메시지가 삭제됩니다.
en: Are you sure you want to leave this conversation? All messages will be deleted.

# ui.messaging.list.leave_alert.title
source: 대화에서 나가기
en: Leave Conversation

# ui.messaging.list.page_title
source: 메시지
en: Messages

# ui.messaging.textfield.message_example.placeholder
source: 메시지 입력...
en: Enter message...

# ui.messaging.textfield.message.placeholder
source: 메시지를 입력하세요
en: Enter a message

# ui.mypage.notice
source: 공지사항
en: Announcements

# ui.mypage.page_title
source: 마이페이지
en: My Page

# ui.mypage.privacy.blocked_users
source: 차단된 사용자
en: Blocked Users

# ui.mypage.privacy.safety
source: 사용자 보호 기능
en: Safety Features

# ui.mypage.privacy.title
source: 개인 정보 보호
en: Privacy

# ui.mypage.profile.identity_notice_title
source: 안내
en: Notice

# ui.mypage.profile.image_crop.page_title
source: 이미지 자르기
en: Crop Image

# ui.mypage.profile.page_title
source: 프로필 설정
en: Profile Settings

# ui.mypage.profile.section.account.birthdate.placeholder
source: 미지정
en: Not set

# ui.mypage.profile.section.account.birthdate.title
source: 생년월일
en: Date of Birth

# ui.mypage.profile.section.account.phonenumber.title
source: 휴대폰 번호
en: Phone Number

# ui.mypage.profile.section.account.title
source: 계정 정보
en: Account Information

# ui.mypage.profile.section.account.username.placeholder
source: 미지정
en: Not set

# ui.mypage.profile.section.account.username.title
source: 유저네임
en: Username

# ui.mypage.profile.section.basic.bio.placeholder
source: 멋진 자기소개를 입력해 주세요!
en: Write a great bio!

# ui.mypage.profile.section.basic.bio.title
source: 자기소개
en: Bio

# ui.mypage.profile.section.basic.hashtags.title
source: 해시태그
en: Hashtags

# ui.mypage.profile.section.basic.nickname.placeholder
source: 닉네임을 입력해 주세요
en: Please enter a nickname

# ui.mypage.profile.section.basic.nickname.title
source: 닉네임
en: Nickname

# ui.mypage.profile.section.basic.title
source: 기본 정보
en: Basic Information

# ui.mypage.profile.section.basic.title.placeholder
source: 멋진 한줄 칭호를 입력해 주세요!
en: Enter a cool one-line title!

# ui.mypage.profile.section.basic.title.title
source: 한줄 칭호
en: One-line Title

# ui.mypage.profile.section.identity.title
source: 정체성
en: Identity

# ui.mypage.profile.trans_identity
source: 트랜스젠더예요
en: I am transgender

# ui.mypage.profile.trans_safe_match
source: 안전한 사람들하고만 매칭할래요
en: Only match with people who are safe

# ui.mypage.profile.trans_safe_match_desc
source: 트랜스젠더를 환영한다고 밝힌 사람들하고만 매칭해요.
en: Only match with people who have indicated they welcome transgender individuals.

# ui.mypage.profile.trans_visibility
source: 트랜스젠더 여부를 프로필에 표시할래요
en: Show my transgender identity on my profile

# ui.mypage.profile.trans_welcome
source: 트랜스젠더 사람들을 환영해요
en: I welcome transgender people

# ui.mypage.safety_resources.title
source: 안전을 위한 리소스
en: Safety Resources

# ui.mypage.section.identity.identity.title
source: 정체성
en: Identity

# ui.mypage.section.identity.preferred_people.title
source: 선호하는 사람들
en: Preferences

# ui.mypage.settings
source: 앱 설정
en: App Settings

# ui.mypage.support.about_prelude
source: Prelude 버전에 대해 알아보기
en: Learn about the Prelude version

# ui.mypage.support.oss_licenses
source: 오픈 소스 라이선스
en: Open Source Licenses

# ui.mypage.support.privacy_policy
source: 개인정보 보호정책
en: Privacy Policy

# ui.mypage.support.send_feedback
source: 피드백 보내기
en: Send Feedback

# ui.mypage.support.support_form
source: 고객 지원 문의하기
en: Contact Customer Support

# ui.mypage.support.title
source: 고객 지원 및 도움말
en: Support & Help

# ui.mypage.support.tos
source: 서비스 이용약관
en: Terms of Service

# ui.mypage.support.tos_location
source: 위치기반서비스 이용약관
en: Location-Based Services Terms of Use

# ui.notice.detail.page_title
source: 공지사항
en: Announcement

# ui.notice.list.page_title
source: 공지사항
en: Announcements

# ui.profile.card.edit
source: 편집하기
en: Edit

# ui.profile.card.normal_map
source: 노멀 맵
en: Normal Map

# ui.profile.card.set_main
source: 메인 카드로 설정
en: Set as Main Card

# ui.profile.context.block_user
source: 사용자 차단하기
en: Block User

# ui.profile.context.report_user
source: 사용자 신고하기
en: Report User

# ui.profile.edit.privacy_notice.identity_info
source: 입력하신 정체성과 선호하는 사람들에 대한 정보는 공개되지 않으며, 매칭에만 사용돼요. 언제든지 바꿀 수 있어요.
en: Information about your identity and preferences will not be made public and is used only for matching. You can change it at any time.

# ui.profile.edit.privacy_notice.transgender_info
source: 트랜스젠더 여부는 필터링이나 배제에 쓰이지 않아요.
en: Your transgender identity is not used for filtering or exclusion.

# ui.profile.new_card.create
source: 새 카드 만들기
en: Create New Card

# ui.safety.action.cancel
source: 취소
en: Cancel

# ui.safety.action.send_report
source: 신고 보내기
en: Send Report

# ui.safety.action.unblock
source: 차단 해제
en: Unblock

# ui.safety.assertion.app_suspended
source: 앱이 잠시 중단되었습니다
en: The app has been temporarily suspended

# ui.safety.assertion.exit_app
source: 앱 종료하기
en: Exit App

# ui.safety.assertion.safety_suspension_message
source: Flitz에서 사용자님의 안전을 위해 앱을 잠시 중단했어요.
en: Flitz has temporarily suspended the app for your safety.

# ui.safety.assertion.server_identity_unclear
source: 서버의 신원이 불분명합니다
en: The server's identity is unclear

# ui.safety.assertion.ssl_failure_description
source: 안전한 연결을 수립할 수 없었어요. 이 문제는 보호되지 않은 공공 Wi-Fi나 일부 회사/학교 네트워크에서 발생할 수 있으니, 다른 네트워크 환경에서 다시 시도해 주세요.
en: Could not establish a secure connection. This issue can occur on unsecured public Wi-Fi or some corporate/school networks. Please try again on a different network.

# ui.safety.blocked_users.empty_list.description
source: 차단된 사용자와는 카드 교환 및 대화가 불가능해요.
en: You cannot exchange cards or converse with blocked users.

# ui.safety.blocked_users.empty_list.title
source: 차단된 사용자가 없어요
en: No blocked users

# ui.safety.blocked_users.page_title
source: 차단된 사용자
en: Blocked Users

# ui.safety.flag.additional_feedback
source: 필요한 경우 추가적인 내용을 적어주세요.
en: Please provide additional details if necessary.

# ui.safety.flag.block_immediately
source: 신고 후 이 사용자를 곧바로 차단할래요
en: Block this user immediately after reporting

# ui.safety.flag.card_what_problem
source: 카드에 어떤 문제가 있었나요?
en: What was the problem with the card?

# ui.safety.flag.problem_description
source: 어떤 문제가 있었는지 알려주시면, Flitz 팀에서 빠르게 조치할 수 있어요.
en: Please tell us what the problem was so the Flitz team can take action quickly.

# ui.safety.flag.what_problem
source: 어떤 문제가 있었나요?
en: What was the problem?

# ui.safety.protection_settings.page_title
source: 사용자 보호 기능 설정
en: Safety Feature Settings

# ui.safety.report.harassment
source: 다른 사용자를 괴롭히거나, 공격적인 내용을 담고 있어요
en: It contains harassing or offensive content towards other users

# ui.safety.report.illegal_contents
source: 불법 행위를 제안하거나 조장하고 있어요 (예: 마약, 성매매 등)
en: Proposing or encouraging illegal activities (e.g., drugs, prostitution, etc.)

# ui.safety.report.impersonation
source: 다른 사람을 사칭하거나 도용하고 있어요
en: Impersonating or catfishing someone else

# ui.safety.report.inappropriate_profile
source: 프로필 이미지나 프로필 내용이 부적절해요
en: Inappropriate profile picture or content

# ui.safety.report.minor
source: 미성년자 또는 청소년이 이 앱을 사용하고 있어요
en: A minor or teenager is using this app

# ui.safety.report.other_problem
source: 그 외 다른 문제가 있어요 (아래에 상세히 적어주세요)
en: There is another issue (please describe in detail below)

# ui.safety.report.sexual_content
source: 음란물이나 성적 수치심을 주는 내용을 담고 있어요
en: It contains obscene or sexually explicit content

# ui.safety.title.report_card
source: 카드 신고하기
en: Report Card

# ui.safety.title.report_user
source: 사용자 신고하기
en: Report User

# ui.safety.zone_settings.page_title
source: 안전 구역 설정
en: Safety Zone Settings

# ui.settings.account.change_password
source: 비밀번호 변경
en: Change Password

# ui.settings.account.deactivate_account
source: 계정 비활성화
en: Deactivate Account

# ui.settings.account.deactivate_button
source: 회원 탈퇴하기
en: Deactivate Account

# ui.settings.account.deactivate_password_alert.title
source: 비밀번호 입력
en: Enter Password

# ui.settings.account.deactivate_password.message
source: 계정을 비활성화하려면 계정 비밀번호를 입력해주세요.
en: To deactivate your account, please enter your account password.

# ui.settings.account.error_alert_ok
source: 확인
en: OK

# ui.settings.account.error_alert_title
source: 오류
en: Error

# ui.settings.account.logout
source: 로그아웃
en: Log Out

# ui.settings.account.title
source: 계정 관리
en: Account Management

# ui.settings.change_password.action.change
source: 변경
en: Change

# ui.settings.change_password.page_title
source: 비밀번호 변경
en: Change Password

# ui.settings.deactivate_completed.completion_message
source: 계정 삭제가 완료되었습니다. 그동안 Flitz를 이용해 주셔서 감사합니다.
en: Your account has been successfully deleted. Thank you for using Flitz.

# ui.settings.deactivate_completed.page_title
source: 계정 삭제 완료
en: Account Deletion Complete

# ui.settings.deactivate_completed.thank_you_title
source: 이용해 주셔서 감사합니다
en: Thank you for using our service

# ui.settings.deactivate.page_title
source: 계정 삭제하기
en: Delete Account

# ui.settings.deactivate.textfield.password.placeholder
source: 계정 비밀번호를 입력해 주세요
en: Please enter your account password

# ui.settings.deactivation.description
source: 계정을 삭제하면 포토카드,메시지 등 기존의 모든 활동정보가 삭제됩니다. 계정 삭제후 7일동안 다시 가입을 할 수 없습니다.
en: When you delete your account, all your existing activity information, such as photocards and messages, will be deleted. You will not be able to sign up again for 7 days after account deletion.

# ui.settings.deactivation.reason.confirmation
source: 회원 탈퇴 안내 사항을 확인하였으며, 이에 동의합니다.
en: I have read and agree to the account deactivation terms.

# ui.settings.deactivation.reason.description
source: 그 동안 Flitz를 이용해 주셔서 감사합니다. 사용자님이 느끼셨던 점을 저희에게 공유해주시면 더욱 좋은 서비스를 제공할 수 있도록 노력하겠습니다.
en: Thank you for using Flitz. If you share your experiences with us, we will strive to provide a better service.

# ui.settings.deactivation.reason.placeholder
source: 피드백을 남겨주세요. (번거로우시면 꼭 남겨주시지 않으셔도 괜찮아요!)
en: Please leave your feedback. (It's okay not to leave feedback if it's bothersome!)

# ui.settings.deactivation.reason.title
source: %@님이 떠나시는 이유는 무엇인가요?
en: Why are you leaving, %@?

# ui.settings.deactivation.title
source: %@님, 정말 계정을 삭제하시겠어요?
en: %@, are you sure you want to delete your account?

# ui.settings.logout_completed.page_title
source: 로그아웃 완료
en: Logout Complete

# ui.settings.notification.enable_marketing_notifications
source: 마케팅 알림 받기
en: Receive marketing notifications

# ui.settings.notification.enable_match_notifications
source: 매칭 알림 받기
en: Receive match notifications

# ui.settings.notification.enable_messaging_notifications
source: 채팅 알림 받기
en: Receive chat notifications

# ui.settings.notification.enable_notice_notifications
source: 중요한 공지사항 알림 받기
en: Receive important announcement notifications

# ui.settings.notification.title
source: 알림 설정
en: Notification Settings

# ui.settings.page_title
source: 설정
en: Settings

# ui.settings.passwd.textfield.confirm_password.placeholder
source: 새 비밀번호를 다시 한번 입력해 주세요
en: Please enter the new password again

# ui.settings.passwd.textfield.current_password.placeholder
source: 현재 비밀번호를 입력해 주세요
en: Please enter your current password

# ui.settings.passwd.textfield.new_password.placeholder
source: 새 비밀번호를 입력해 주세요
en: Please enter a new password

# ui.settings.password.textfield.confirmpassword.label
source: 비밀번호 재입력
en: Confirm Password

# ui.settings.password.textfield.currentpassword.label
source: 현재 비밀번호
en: Current Password

# ui.settings.password.textfield.newpassword.label
source: 새 비밀번호
en: New Password

# ui.settings.safety.contacts_block_privacy_notice
source: 이 기능을 사용하면 연락처 정보가 복호화 불가능한 형태로 해시 처리되어 Flitz 서버에 저장됩니다. 또한, 전화번호를 제외한 연락처 필드 (이름, 이메일 등)은 Flitz 서버에 저장되지 않습니다.
en: When you use this feature, your contact information is hashed into a non-decryptable format and stored on Flitz's servers. Also, contact fields other than the phone number (such as name, email, etc.) are not stored on Flitz's servers.

# ui.settings.safety.contacts_block.description
source: 이 기능을 사용하면, 연락처에 등록된 사람이 추후 Flitz 서비스에 가입하거나, Flitz 앱을 켠 상태로 마주치게 되더라도 서로를 확인할 수 없게 됩니다.
en: When you use this feature, if someone in your contacts joins Flitz later or you encounter them with the Flitz app open, you will not be able to see each other.

# ui.settings.safety.contacts_block.hash_docs
source: [해시 (단방향 암호화)란 무엇인가요?](https://docs.flitz.cards/help/safety/what-is-hashing.ko.html)
en: [What is hashing (one-way encryption)?](https://docs.flitz.cards/help/safety/what-is-hashing.en.html)

# ui.settings.safety.contacts_block.remove_all
source: 서버에 저장된 연락처를 전부 삭제하고 차단 해제하기
en: Delete all contacts stored on the server and unblock them

# ui.settings.safety.contacts_block.sync_now
source: 지금 연락처 동기화하기
en: Sync Contacts Now

# ui.settings.safety.contacts_block.title
source: 연락처 미리 차단
en: Block Contacts in Advance

# ui.settings.safety.contacts_block.toggle
source: 휴대폰 연락처에 등록된 사람들을 미리 차단하기
en: Block people registered in your phone's contacts in advance

# ui.settings.safety.location_select_instruction
source: 위치를 길게 눌러서 선택하세요.
en: Press and hold to select a location.

# ui.settings.safety.location.move_to_current
source: 현재 위치로 이동
en: Move to Current Location

# ui.settings.safety.notice_title
source: 안내
en: Notice

# ui.settings.safety.radius
source: 반경
en: Radius

# ui.settings.safety.safe_zone_marker
source: 안전 구역\n(반경 %dm)
en: Safety Zone\n(Radius: %dm)

# ui.settings.safety.safety_zone.beta_notice
source: 안전 구역에 있는 동안, 다른 사람들이 사용자님을 발견하거나 카드 교환을 할 수 없도록 합니다. 이 기능은 베타 버전이며, 추후 변경될 수 있습니다.
en: While in a Safety Zone, other people cannot discover you or exchange cards with you. This feature is in beta and may change in the future.

# ui.settings.safety.safety_zone.set_location
source: 안전 구역 지정하기
en: Set Safety Zone

# ui.settings.safety.safety_zone.title
source: 안전 구역 설정 (베타)
en: Set Safety Zone (Beta)
